schedule.org

#+options: toc:nil

* Schedule
   | No | DATE       | PRESENTATIONS                   | PROTOCOLS              | PROJECTS             |
   |----+------------+---------------------------------+------------------------+----------------------|
   |  1 | Wed-18-Aug | Course overview (MB)            |                        |                      |
   |  2 | Fri-20-Aug | Course overview (MB)            |                        |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   |  3 | Mon-23-Aug | What is AI? (MB)                |                        |                      |
   |  4 | Wed-25-Aug | What is AI? (MB)                | Wyatt Frerichs         |                      |
   |  5 | Fri-27-Aug | What is AI? (MB)                | Emma Brandes           |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   |  6 | Mon-30-Aug | Project Setup (FAQs)            |                        |                      |
   |  7 | Wed-1-Sep  | Project Setup (ideas)           |                        | Presentation ideas   |
   |  8 | Fri-3-Sep  | Project Setup (canvas)          |                        | Team AI applications |
   |----+------------+---------------------------------+------------------------+----------------------|
   |  9 | Mon-6-Sep  | --LABOR DAY--                   | --LABOR DAY--          | --LABOR DAY--        |
   | 10 | Wed-8-Sep  | History of AI (MB)              | Fortunato Hernandez    |                      |
   | 11 | Fri-10-Sep | APPLICATIONS                    |                        | 1st sprint review    |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 12 | Mon-13-Sep | History of AI (MB)              | Malcolm Howard         |                      |
   | 13 | Wed-15-Sep | History of AI (MB)              | Spencer Rhoden         |                      |
   | 14 | Fri-17-Sep | History of AI (MB)              | Amber McClurg          |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 15 | Mon-20-Sep | AI for sales and marketing (MB) |                        |                      |
   | 16 | Wed-22-Sep | AI for sales and marketing (MB) | Nick Norwood           |                      |
   | 17 | Fri-24-Sep | AI for sales and marketing (MB) | Hakeem Yatim           |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 18 | Mon-27-Sep | Intelligent Agents (MB)         | Dat O                  |                      |
   | 19 | Wed-29-Sep | Intelligent Agents (MB)         |                        |                      |
   | 20 | Fri-1-Oct  | Intelligent Agents (MB)         | Jacob Sampley          |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   |    | Mon-4-Oct  | --FALL BREAK--                  | --FALL BREAK--         |                      |
   | 21 | Wed-6-Oct  | Introduction summary (MB)       |                        |                      |
   | 22 | Fri-8-Oct  | APPLICATIONS                    |                        | 2nd sprint review    |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 23 | Mon-11-Oct | APPLICATIONS                    |                        |                      |
   | 24 | Wed-13-Oct | Jacob Sampley                   | Session Protocol 12(X) |                      |
   | 25 | Fri-15-Oct |                                 |                        |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 26 | Mon-18-Oct | Fortunato Hernandez             | Session Protocol (X)   |                      |
   |    | Wed-20-Oct | --SERVICE DAY--                 | --SERVICE DAY--        |                      |
   | 27 | Fri-22-Oct | Dat O                           | Session Protocol (X)   |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 28 | Mon-25-Oct | Amber McClurg                   | Session Protocol (X)   |                      |
   | 29 | Wed-27-Oct | Malcolm Howard                  | Session Protocol (X)   |                      |
   | 30 | Fri-29-Oct | Nick Norwood                    | Session Protocol (X)   |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 31 | Mon-1-Nov  | Wyatt Frerichs                  | Session Protocol (X)   |                      |
   | 32 | Wed-3-Nov  |                                 | Session Protocol (X)   |                      |
   | 33 | Fri-5-Nov  | APPLICATIONS                    |                        | 3rd sprint review    |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 34 | Mon-8-Nov  | APPLICATIONS                    |                        |                      |
   | 35 | Wed-10-Nov | Spencer Rhoden                  | Session Protocol (X)   |                      |
   | 36 | Fri-12-Nov |                                 |                        |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 37 | Mon-15-Nov | Emma Brandes                    | Session Protocol (X)   |                      |
   | 38 | Wed-17-Nov | Hakeem Yatim                    | Session Protocol (X)   |                      |
   | 39 | Fri-19-Nov |                                 |                        |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 40 | 22-Nov     |                                 |                        |                      |
   |    | 24-Nov     | --THANKSGIVING--                | --THANKSGIVING--       |                      |
   |    | 26-Nov     | --THANKSGIVING--                | --THANKSGIVING--       |                      |
   |----+------------+---------------------------------+------------------------+----------------------|
   | 41 | 29-Nov     | PROJECT PRESENTATIONS           |                        | 4th sprint review    |
   | 42 | 1-Dec      | PROJECT PRESENTATIONS           |                        | 4th sprint review    |
   | 43 | 3-Dec      | PROJECT PRESENTATIONS           |                        | 4th sprint review    |
   |----+------------+---------------------------------+------------------------+----------------------|

   (X) = Extra credit

