schedule.md


# Schedule

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">No</th>
<th scope="col" class="org-left">DATE</th>
<th scope="col" class="org-left">PRESENTATIONS</th>
<th scope="col" class="org-left">PROTOCOLS</th>
<th scope="col" class="org-left">PROJECTS</th>
</tr>
</thead>

<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">Wed-18-Aug</td>
<td class="org-left">Course overview (MB)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">2</td>
<td class="org-left">Fri-20-Aug</td>
<td class="org-left">Course overview (MB)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">3</td>
<td class="org-left">Mon-23-Aug</td>
<td class="org-left">What is AI? (MB)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">4</td>
<td class="org-left">Wed-25-Aug</td>
<td class="org-left">What is AI? (MB)</td>
<td class="org-left">Wyatt Frerichs</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">5</td>
<td class="org-left">Fri-27-Aug</td>
<td class="org-left">What is AI? (MB)</td>
<td class="org-left">Emma Brandes</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">6</td>
<td class="org-left">Mon-30-Aug</td>
<td class="org-left">Project Setup (FAQs)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">7</td>
<td class="org-left">Wed-1-Sep</td>
<td class="org-left">Project Setup (ideas)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Presentation ideas</td>
</tr>


<tr>
<td class="org-right">8</td>
<td class="org-left">Fri-3-Sep</td>
<td class="org-left">Project Setup (canvas)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Team AI applications</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">9</td>
<td class="org-left">Mon-6-Sep</td>
<td class="org-left">&#x2013;LABOR DAY--</td>
<td class="org-left">&#x2013;LABOR DAY--</td>
<td class="org-left">&#x2013;LABOR DAY--</td>
</tr>


<tr>
<td class="org-right">10</td>
<td class="org-left">Wed-8-Sep</td>
<td class="org-left">History of AI (MB)</td>
<td class="org-left">Fortunato Hernandez</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">11</td>
<td class="org-left">Fri-10-Sep</td>
<td class="org-left">APPLICATIONS</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">1st sprint review</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">12</td>
<td class="org-left">Mon-13-Sep</td>
<td class="org-left">History of AI (MB)</td>
<td class="org-left">Malcolm Howard</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">13</td>
<td class="org-left">Wed-15-Sep</td>
<td class="org-left">History of AI (MB)</td>
<td class="org-left">Amber McClurg</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">14</td>
<td class="org-left">Fri-17-Sep</td>
<td class="org-left">History of AI (MB)</td>
<td class="org-left">Spencer Rhoden</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">15</td>
<td class="org-left">Mon-20-Sep</td>
<td class="org-left">Intelligent Agents (MB)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">16</td>
<td class="org-left">Wed-22-Sep</td>
<td class="org-left">Intelligent Agents (MB)</td>
<td class="org-left">Nick Norwood</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">17</td>
<td class="org-left">Fri-24-Sep</td>
<td class="org-left">Intelligent Agents (MB)</td>
<td class="org-left">Hakeem Yatim</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">18</td>
<td class="org-left">Mon-27-Sep</td>
<td class="org-left">AI for sales and marketing (MB)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">19</td>
<td class="org-left">Wed-29-Sep</td>
<td class="org-left">AI for sales and marketing (MB)</td>
<td class="org-left">Dat O</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">20</td>
<td class="org-left">Fri-1-Oct</td>
<td class="org-left">AI for sales and marketing (MB)</td>
<td class="org-left">Jacob Sampley</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Mon-4-Oct</td>
<td class="org-left">&#x2013;FALL BREAK--</td>
<td class="org-left">&#x2013;FALL BREAK--</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">21</td>
<td class="org-left">Wed-6-Oct</td>
<td class="org-left">Introduction summary (MB)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">22</td>
<td class="org-left">Fri-8-Oct</td>
<td class="org-left">APPLICATIONS</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">2nd sprint review</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">23</td>
<td class="org-left">Mon-11-Oct</td>
<td class="org-left">APPLICATIONS</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">24</td>
<td class="org-left">Wed-13-Oct</td>
<td class="org-left">Jacob Sampley</td>
<td class="org-left">Session Protocol 12(X)</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">25</td>
<td class="org-left">Fri-15-Oct</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">26</td>
<td class="org-left">Mon-18-Oct</td>
<td class="org-left">Fortunato Hernandez</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Wed-20-Oct</td>
<td class="org-left">&#x2013;SERVICE DAY--</td>
<td class="org-left">&#x2013;SERVICE DAY--</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">27</td>
<td class="org-left">Fri-22-Oct</td>
<td class="org-left">Dat O</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">28</td>
<td class="org-left">Mon-25-Oct</td>
<td class="org-left">Amber McClurg</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">29</td>
<td class="org-left">Wed-27-Oct</td>
<td class="org-left">Malcolm Howard</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">30</td>
<td class="org-left">Fri-29-Oct</td>
<td class="org-left">Nick Norwood</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">31</td>
<td class="org-left">Mon-1-Nov</td>
<td class="org-left">Wyatt Frerichs</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">32</td>
<td class="org-left">Wed-3-Nov</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">33</td>
<td class="org-left">Fri-5-Nov</td>
<td class="org-left">APPLICATIONS</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">3rd sprint review</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">34</td>
<td class="org-left">Mon-8-Nov</td>
<td class="org-left">APPLICATIONS</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">35</td>
<td class="org-left">Wed-10-Nov</td>
<td class="org-left">Spencer Rhoden</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">36</td>
<td class="org-left">Fri-12-Nov</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">37</td>
<td class="org-left">Mon-15-Nov</td>
<td class="org-left">Emma Brandes</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">38</td>
<td class="org-left">Wed-17-Nov</td>
<td class="org-left">Hakeem Yatim</td>
<td class="org-left">Session Protocol (X)</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">39</td>
<td class="org-left">Fri-19-Nov</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">40</td>
<td class="org-left">22-Nov</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">24-Nov</td>
<td class="org-left">&#x2013;THANKSGIVING--</td>
<td class="org-left">&#x2013;THANKSGIVING--</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">26-Nov</td>
<td class="org-left">&#x2013;THANKSGIVING--</td>
<td class="org-left">&#x2013;THANKSGIVING--</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>

<tbody>
<tr>
<td class="org-right">41</td>
<td class="org-left">29-Nov</td>
<td class="org-left">PROJECT PRESENTATIONS</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">4th sprint review</td>
</tr>


<tr>
<td class="org-right">42</td>
<td class="org-left">1-Dec</td>
<td class="org-left">PROJECT PRESENTATIONS</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">4th sprint review</td>
</tr>


<tr>
<td class="org-right">43</td>
<td class="org-left">3-Dec</td>
<td class="org-left">PROJECT PRESENTATIONS</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">4th sprint review</td>
</tr>
</tbody>
</table>

(X) = Extra credit

